Revit 2027 API
ParameterTypeId.TrussFamilyTopChordAngleParam Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyTopChordAngleParam { get; }
Public Shared ReadOnly Property TrussFamilyTopChordAngleParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyTopChordAngleParam {
	ForgeTypeId^ get ();
}
static member TrussFamilyTopChordAngleParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace